// Напишите программу, которая на вход принимает число и выдаёт его квадрат (число умноженное на само себя).
// запрашиваем у пользователя число
Concole.Write("Input number: ");

// создаем переменную number и сохраняем в нее значение, введенную из консоли

int number = 4;
int q = number * number;
Console.WriteLine(number + " -> " + q);
// map